Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.f8ca17da4fc3
source: 手入力との差があったセット {{value1}}件
ar_sa: يتم التعيين مع اختلافات عن عناصر الإدخال اليدوي {{value1}}
ca: Conjunts amb diferències amb els elements d'entrada manual {{value1}}
cs: Sady s rozdílem oproti ručnímu zadávání: {{value1}}
da: Sæt med forskel fra manuel indtastning: {{value1}}
de_de: Sätze mit Unterschied zur manuellen Eingabe: {{value1}}
el: Σετ με διαφορά από χειροκίνητη εισαγωγή {{value1}}
en_au: Difference from manual entry: {{value1}} entries
es_es: Conjuntos con diferencia respecto a la entrada manual: {{value1}}
fi: Asetukset, joissa on ero manuaaliseen syteeseen: {{value1}}
fr_ca: Nombre de séries avec une différence par rapport à la saisie manuelle : {{value1}}
gu: જેમાં હાથથી દાખલ કરેલા ડેટા અને સેટ વચ્ચે તફાવત છે, તે {{value1}} પરિણામો
he: סטים עם הבדלים ביחס להזנה ידנית: {{value1}}
hi: ऐसे सेट जिनमें हाथ से दर्ज करने और कैमरे के बीच अंतर था: {{value1}}
hr: Setovi s razlikom u ručnom unosu {{value1}}
hu: A kézi bevitellel eltérő edzések: {{value1}}
id: Set dengan perbedaan dari input manual {{value1}}
it: Set con differenza rispetto all'inserimento manuale: {{value1}}
ko: 손으로 입력한 것과 다른 세트 {{value1}}개
mr: ज्या सेटमध्ये हाताने प्रविष्ट केलेल्या माहितीमध्ये फरक आहे, त्यांची संख्या {{value1}}
ms: Set dengan Perbezaan daripada Input Manuel {{value1}} item
nl_nl: Sets met een verschil ten opzichte van handmatige invoer: {{value1}}
no: Sett med forskjeller fra manuell inntasting {{value1}}
pl: Zestawy z różnicą w ręcznym wpisie: {{value1}}
pt_br: Conjuntos com diferença em relação à entrada manual: {{value1}}
pt_pt: Conjuntos com diferença em relação à entrada manual: {{value1}}
ro: Seturi cu diferențe față de introducerea manuală: {{value1}}
ru: Наборы с разницей по сравнению с ручным вводом {{value1}}
sk: Sada, kde boli údaje získané iným spôsobom ako manuálne zadávanie: {{value1}} položiek
sl: Skupine, kjer obstaja razlika med ročnim vnosom: {{value1}}
sv: Sätt med skillnad mot manuell inmatning: {{value1}}
ta: கை மூலம் உள்ளீட்டுடன் வேறுபட்ட தரவு {{value1}} பதிவுகள்
te: చేతితో నమోదు చేసిన డేటాకు భిన్నమైన సెట్లు {{value1}}
th: ชุดที่มีความแตกต่างจากข้อมูลที่ป้อนด้วยมือ {{value1}} ชุด
tr: Elle Giriş Yapılanlarla Farklı Setler: {{value1}}
uk: Набори з різницею від ручного введення: {{value1}}
vi: Có sự khác biệt giữa dữ liệu tự động và nhập thủ công, tổng cộng {{value1}} lần.
zh_hans: 与手动输入不同的组数 {{value1}}个
zh_hant: 手動輸入與實際差異 {{value1}} 筆

# health_meals_body_ai.f93ac37a9b58
source: 味噌汁
ar_sa: حساء ميسو
ca: sopa de miso
cs: Miso (zelený čaj)
da: Miso suppe
de_de: Miso-Suppe
el: Μίγμα
en_au: Miso Soup
es_es: Sopa de miso
fi: Miso
fr_ca: Soupe miso
gu: મીસો
he: מרק מיסו
hi: मिसो सूप
hr: Dashi (rijes)
hu: Sóhalászata
id: Sup Miso
it: Zuppa di miso
ko: 미소 국
mr: मिसाSoup
ms: Sup miso
nl_nl: Ramen
no: Miso-suppe
pl: Bulion miso
pt_br: Sopa de missô
pt_pt: Sopa de missô
ro: Supă de miso
ru: Суп из соевых бобов
sk: Rýžový polievka
sl: Dashi (juha)
sv: Miso-soppa
ta: மிசோ சூப்
te: మిసో
th: ซุปมิโซะ
tr: Miso çorbası
uk: Місо
vi: Súp miso
zh_hans: 味噌汤
zh_hant: 味噌汤

# health_meals_body_ai.f972a5f65765
source: 目標未設定
ar_sa: لم يتم تحديد الهدف
ca: Objectiu no marcat
cs: Cíl nebyl nastaven
da: Ingen mål sat
de_de: Kein Ziel festgelegt
el: Δεν έχει οριστεί στόχος
en_au: No goal set
es_es: Objetivo no establecido
fi: Tavoite ei ole asetettu
fr_ca: Objectif non défini
gu: ધ્યેય સેટ કરેલ નથી
he: מטרה לא מוגדרת
hi: लक्ष्य निर्धारित नहीं किया गया
hr: Cilj nije postavljen
hu: Cél még nincs megadva
id: Target belum ditetapkan
it: Obiettivo non impostato
ko: 목표 설정 없음
mr: लक्ष्य निश्चित केलेले नाही
ms: Sasaran belum ditetapkan
nl_nl: Geen doel ingesteld
no: Ingen mål satt
pl: Brak ustawionego celu
pt_br: Meta não definida
pt_pt: Meta não definida
ro: Obiectiv nefixat
ru: Цель не установлена
sk: Cieľ nebol nastavený
sl: Cilj še ni določen
sv: Inga mål satta
ta: இலக்கு நிர்ணயிக்கப்படவில்லை
te: లక్ష్యం నిర్దేశించలేదు
th: ยังไม่ได้ตั้งเป้าหมาย
tr: Hedef Belirlenmemiş
uk: Ціль не встановлена
vi: Mục tiêu chưa được thiết lập
zh_hans: 未设定目标
zh_hant: 未設定目標

# health_meals_body_ai.f9c18792e243
source: 目標値を設定すると、差分と達成率を表示します。
ar_sa: بعد تحديد القيمة المستهدفة، سيتم عرض الفارق ونسبة الإنجاز.
ca: Després d'establir el valor objectiu, es mostraran la diferència i la taxa d'assoliment.
cs: Nastavením hodnoty cíle zobrazíte rozdíl a procento dosažení.
da: Når du indstiller en målværdi, vises forskellen og fremskridt.
de_de: Wenn Sie einen Zielwert festlegen, werden die Differenz und der Fortschritt angezeigt.
el: Όταν ορίσετε έναν στόχο, εμφανίζονται η διαφορά και το ποσοστό επίτευξης.
en_au: When you set a goal, it displays the difference and completion rate.
es_es: Al establecer un valor objetivo, se muestra la diferencia y el porcentaje de cumplimiento.
fi: Kun asetat tavoitearvon, näytetään ero ja saavutetun prosenttiosuuden.
fr_ca: Lorsque vous définissez une valeur cible, nous afficherons la différence et le taux d'atteinte.
gu: જ્યારે તમે ધ્યેય મૂલ્ય સેટ કરો છો, ત્યારે તફાવત અને પૂર્ણતા દર દર્શાવવામાં આવે છે.
he: הגדרת ערך מטרה תציג את ההבדל ואחוז ההשגה.
hi: जब आप लक्ष्य मूल्य निर्धारित करते हैं, तो अंतर और उपलब्धि दर प्रदर्शित होती है।
hr: Kada postavite ciljnu vrijednost, prikazat će se razlika i postignuće.
hu: Miután beállította a célértéket, megjeleníti a különbséget és a teljesítési arányt.
id: Setelah menetapkan nilai target, perbedaan dan tingkat pencapaian akan ditampilkan.
it: Impostando il valore obiettivo, vengono visualizzate le differenze e il tasso di raggiungimento.
ko: 목표 값을 설정하면, 차이와 달성률을 표시합니다.
mr: तुम्ही लक्ष्य मूल्य सेट केल्यास, त्यातील फरक आणि प्रगती दर्शवते.
ms: Apabila anda menetapkan nilai matlamat, ia akan menunjukkan perbezaan dan kadar pencapaian.
nl_nl: Wanneer u een doelwaarde instelt, worden de verschillen en het percentage van uw voortgang weergegeven.
no: Når du setter en målverdi, vises forskjellen og fremgangen.
pl: Ustawienie wartości celu powoduje wyświetlenie różnicy i wskaźnika realizacji.
pt_br: Ao definir o valor do objetivo, exibe a diferença e a taxa de conclusão.
pt_pt: Ao definir o valor do objetivo, exibe a diferença e a taxa de conclusão.
ro: După ce setați valoarea obiectivului, veți vedea diferența și procentul de realizare.
ru: При установке целевого значения отображаются разница и процент достижения цели.
sk: Po nastavení hodnoty cieľa, zobrazí rozdiel a percentuálnu úspešnosť.
sl: Ko nastavite ciljno vrednost, se prikažejo razlika in stopnja doseganja.
sv: När du har ställt in ett målvärde visas skillnaden och framgångsgraden.
ta: குறிக்கோள் மதிப்பை அமைக்கும்போது, ​​வேறுபாடு மற்றும் முன்னேற்றத்தைக் காணலாம்.
te: లక్ష్య విలువను సెట్ చేసినప్పుడు, దానితో పోలిస్తే సాధించిన స్థాయిని చూపిస్తుంది.
th: เมื่อคุณตั้งค่าเป้าหมาย คุณจะสามารถดูความแตกต่างและอัตราความสำเร็จ
tr: Hedef değerini ayarladığınızda, fark ve başarı oranlarını gösterir.
uk: При встановленні цільового значення, відображаються відмінність та рівень досягнення.
vi: Khi bạn đặt giá trị mục tiêu, chúng tôi sẽ hiển thị sự khác biệt và tỷ lệ hoàn thành.
zh_hans: 设置目标值后，会显示差异和达成率。
zh_hant: 設定目標值後，會顯示差異和達成率。

# health_meals_body_ai.fa00a282a7bd
source: Apple Healthに保存された最新のランニングルートを表示しています。
ar_sa: عرض أحدث مسارات التشغيل المحفوظة في Apple Health.
ca: Es mostren les últimes rutes en curs desades a Apple Health.
cs: Zobrazujeme nejnovější trasu běhu uloženou v Apple Health.
da: Vi viser den seneste løbestræk, der er gemt i Apple Health.
de_de: Die zuletzt gespeicherten Laufrouten in Apple Health werden angezeigt.
el: Εμφανίζει την τελευταία διαδρομή τρεξίματος που έχει αποθηκευτεί στο Apple Health.
en_au: Displaying the latest running route saved in Apple Health.
es_es: Se están mostrando las últimas rutas de carrera guardadas en Apple Health.
fi: Näytetään viimeisimmät juoksuväylät, jotka on tallennettu Apple Healthiin.
fr_ca: Affiche la dernière route de course enregistrée dans Apple Health.
gu: Apple Health માં સાચવેલી નવીનતમ રનિંગ રૂટ દર્શાવવામાં આવી રહી છે.
he: מציג את המסלול האחרון של ריצה שנשמר ב-Apple Health.
hi: Apple Health में संग्रहीत नवीनतम रनिंग रूट प्रदर्शित किया जा रहा है।
hr: Prikaz najnovije staze za trčanje pohranjene u Apple Healthu.
hu: Az Apple Health-ben tárolt legutóbbi futóút megjelenítve.
id: Menampilkan rute lari terbaru yang disimpan di Apple Health.
it: Visualizza l'ultima rotta di corsa salvata in Apple Health.
ko: Apple Health에 저장된 최신 러닝 경로를 표시합니다.
mr: Apple Health मध्ये सेव्ह केलेले नवीनतम रनिंग रूट दर्शविले जात आहे.
ms: Menunjukkan laluan lari terkini yang disimpan dalam Apple Health.
nl_nl: De meest recente looproute die is opgeslagen in Apple Health wordt weergegeven.
no: Vi viser den nyeste løpebanen som er lagret i Apple Health.
pl: Wyświetlamy najnowszy trasę biegu zapisany w Apple Health.
pt_br: Exibindo a última rota de corrida salva no Apple Health.
pt_pt: Exibindo a última rota de corrida salva no Apple Health.
ro: Afișează cea mai recentă rută de alergare salvată în Apple Health.
ru: Отображается последняя выбранная вами маршрут бега, сохраненная в Apple Health.
sk: Zobrazuje poslednú trasu behu uloženú v Apple Health.
sl: Prikazamo najnovejšo pot teka, shranjeno v Apple Health.
sv: Visar den senaste löpningen som sparats i Apple Health.
ta: Apple Health-இல் சேமிக்கப்பட்ட சமீபத்திய ஓட்ட பாதையை காட்டுகிறது.
te: Apple Healthలో నిల్వ చేసిన తాజా రన్నింగ్ రూట్‌ను ప్రదర్శిస్తున్నాము.
th: กำลังแสดงเส้นทางการวิ่งล่าสุดที่บันทึกไว้ใน Apple Health
tr: En son koşu rotanızı Apple Health'te sakladığınızı gösteriyor.
uk: Відображаються останні маршрути бігу, збережені в Apple Health.
vi: Hiển thị tuyến đường chạy mới nhất được lưu trong Apple Health.
zh_hans: 显示了在Apple Health中保存的最新跑步路线。
zh_hant: 顯示儲存在Apple Health中的最新跑步路線。

# health_meals_body_ai.fafa909be0a5
source: 週次・月次レポート
ar_sa: التقرير الأسبوعي/الشهري
ca: Informe setmanal/mensual
cs: Týdenní a měsíční zpráva
da: Ugentlig og månedlig rapport
de_de: Wöchentlicher und monatlicher Bericht
el: Εβδομαδιαία και μηνιαία αναφορά
en_au: Weekly and monthly reports
es_es: Informes semanales y mensuales
fi: Viikoittaiset ja kuukausittaiset raportit
fr_ca: Rapports hebdomadaires et mensuels
gu: અઠવાડિયા અને મહિના પ્રમાણે રિપોર્ટ
he: דוח שבועי ומס מדי
hi: सप्ताह और महीने की रिपोर्ट
hr: Tjedno i mjesečno izvješće
hu: Heti és havi jelentés
id: Laporan mingguan dan bulanan
it: Report settimanale e mensile
ko: 주간/월간 보고서
mr: दर आठवड्याचे आणि मासिक अहवाल
ms: Laporan mingguan dan bulanan
nl_nl: Wekelijks en maandelijks rapport
no: Ukentlig og månedlig rapport
pl: Raport tygodniowy i miesięczny
pt_br: Relatórios semanais e mensais
pt_pt: Relatórios semanais e mensais
ro: Raport săptămânal și lunar
ru: Еженедельный и ежемесячный отчет
sk: Týždenný a mesačný report
sl: Nedeljski in mesečni izveštaji
sv: Veckorapporter och månadrapporter
ta: வாராந்திர மற்றும் மாதாந்திர அறிக்கைகள்
te: వారపు మరియు నెల నివేదిక
th: รายงานรายสัปดาห์และรายเดือน
tr: Haftalık ve aylık rapor
uk: Щотижневий та місячний звіт
vi: Báo cáo hàng tuần và hàng tháng
zh_hans: 每周和每月报告
zh_hant: 每週和每月報告

# health_meals_body_ai.fatigue_record
source: 疲労記録
ar_sa: تسجيل مستوى التعب
ca: Registre d'esforç
cs: Záznam únavy
da: Træthedsregistrering
de_de: Ermüdungsprotokoll
el: Καταγραφή κόπωσης
en_au: Fatigue Record
es_es: Registro de fatiga
fi: Kevon kirjaus
fr_ca: Journal de fatigue
gu: થાકનો રેકોર્ડ
he: רישום עייפות
hi: थकान का रिकॉर्ड
hr: Zapis o umoru
hu: Fáradtság nyilvántartás
id: Catatan kelelahan
it: Registra la fatica
ko: 피로 기록
mr: थकवा नोंद
ms: Catat keletihan
nl_nl: Vermoeidheidsregistratie
no: Registrer tretthet
pl: Rejestr zmęczenia
pt_br: Registro de fadiga
pt_pt: Registar fadiga
ro: Înregistrare oboseală
ru: Запись о усталости
sk: Záznam únavy
sl: Zapis o utrujenosti
sv: Trötthetslogg
ta: சோர்வு பதிவு
te: సோர்వు యొక్క రికార్డు
th: บันทึกความเหนื่อยล้า
tr: Yorgunluk kaydı
uk: Запис про втому
vi: Ghi lại mức độ mệt mỏi
zh_hans: 疲劳记录
zh_hant: 疲勞記錄

# health_meals_body_ai.fb30f3e9ff8f
source: 朝
ar_sa: صباح
ca: matí
cs: Ráno
da: Om morgenen
de_de: Morgen
el: Πρωί
en_au: Morning
es_es: Mañana
fi: Aamulla
fr_ca: Matin
gu: સવાર
he: בוקר
hi: सुबह
hr: Doručak
hu: Reggeli
id: Pagi
it: Mattina
ko: 아침
mr: सकाळ
ms: Pagi
nl_nl: Ochtend
no: Morgen
pl: Rano
pt_br: Manhã
pt_pt: Manhã
ro: Dimineața
ru: Утро
sk: Ráno
sl: Zjutraj
sv: Morgon
ta: காலை
te: ఉదయం
th: เช้า
tr: Sabah
uk: Ранок
vi: Buổi sáng
zh_hans: 早上
zh_hant: 早上

# health_meals_body_ai.fb5cc9f666a3
source: 滞在中
ar_sa: أثناء إقامتك
ca: Durant la teva estada
cs: Během
da: Under aktivitet
de_de: Während der Aktivität
el: Εν κινήσει
en_au: During
es_es: Durante
fi: Tässä vaiheessa
fr_ca: Pendant
gu: આ દરમિયાન
he: במהלך
hi: इस दौरान
hr: Dok se provodi
hu: Érzékelési időtartam
id: Sedang berlangsung
it: Durante
ko: 현재 상태
mr: या दरम्यान
ms: Selama
nl_nl: Tijdens
no: Under aktivitet
pl: W trakcie
pt_br: Durante
pt_pt: Durante
ro: În timpul
ru: Во время
sk: Bolo to trvalé
sl: Med aktivnostjo
sv: Under tiden
ta: தொடர்ந்து
te: ఈ సమయంలో
th: ขณะทำกิจกรรม
tr: Bu süre boyunca
uk: Під час
vi: Trong quá trình
zh_hans: 期间
zh_hant: 在期間內

# health_meals_body_ai.fbfadfb06d6e
source: 送信履歴はありません
ar_sa: لا يوجد سجل إرسال
ca: No hi ha historial d'enviaments
cs: Žádná historie odeslání
da: Ingen tidligere sende-historik
de_de: Keine Versandhistorie vorhanden
el: Δεν υπάρχουν ιστορικά αποστολών
en_au: No sending history
es_es: No hay historial de envío
fi: Lähetysehisto riiasta
fr_ca: Aucun historique d'envoi
gu: કોઈ સંદેશ ઇતિહાસ નથી
he: אין היסטוריית שליחה
hi: कोई भेजने का इतिहास नहीं है
hr: Nema povijesti slanja
hu: Nincs elküldött történet
id: Tidak ada riwayat pengiriman
it: Nessuna cronologia di invio
ko: 전송 기록이 없습니다.
mr: पाठवण्याचा इतिहास नाही
ms: Tiada senarai penghantaran
nl_nl: Geen verzendgeschiedenis
no: Ingen tidligere sendinger
pl: Brak historii wysłań
pt_br: Não há histórico de envio
pt_pt: Não há histórico de envio
ro: Nu există istoricul trimițerii
ru: История отправки отсутствует
sk: Žiadne histórie odoslania
sl: Nihče ne pošilja
sv: Inga tidigare skickade meddelanden
ta: அனுப்புதல் வரலாறு இல்லை
te: పంపిన చరిత్ర లేదు
th: ไม่มีประวัติการส่ง
tr: Gönderme geçmişiniz yok
uk: Історії надсилань немає
vi: Không có lịch sử gửi
zh_hans: 没有发送记录
zh_hant: 沒有發送紀錄

# health_meals_body_ai.fda0d26cd60c
source: 外部サーバーへのHTTP接続は許可されていません。
ar_sa: غير مسموح باتصالات HTTP بالخوادم الخارجية.
ca: No es permeten connexions HTTP a servidors externs.
cs: Připojení k externímu serveru není povoleno.
da: HTTP-forbindelse til ekstern server er ikke tilladt.
de_de: Die Verbindung mit einem externen Server ist nicht erlaubt.
el: Δεν επιτρέπεται η σύνδεση HTTP με εξωτερικό διακομιστή.
en_au: HTTP connection to external server is not permitted.
es_es: No se permite la conexión HTTP a servidores externos.
fi: HTTP-yhteys ulkoiseen palvelimeen ei ole sallittu.
fr_ca: La connexion HTTP vers un serveur externe n'est pas autorisée.
gu: બાહ્ય સર્વર સાથે HTTP કનેક્શનની મંજૂરી નથી.
he: לא ניתן להתחבר לשרת חיצוני באמצעות HTTP.
hi: बाहरी सर्वर से HTTP कनेक्शन की अनुमति नहीं है।
hr: Poveza s vanjskim serverom nije dopuštena.
hu: Az HTTP kapcsolat külső szerverrel nem engedélyezett.
id: Koneksi HTTP ke server eksternal tidak diizinkan.
it: Non è consentita la connessione HTTP al server esterno.
ko: 외부 서버와의 HTTP 연결은 허용되지 않습니다.
mr: बाह्य सर्व्हरशी HTTP कनेक्शन करण्याची परवानगी नाही.
ms: Sambungan HTTP ke pelayan luaran tidak diizinkan.
nl_nl: Een verbinding met een externe server is niet toegestaan.
no: HTTP-tilkobling til ekstern server er ikke tillatt.
pl: Połączenie HTTP z zewnętrznym serwerem nie jest możliwe.
pt_br: A conexão HTTP com servidores externos não é permitida.
pt_pt: A conexão HTTP com servidores externos não é permitida.
ro: Conexiunea HTTP către serverul extern nu este permisă.
ru: Подключение к внешнему серверу через HTTP запрещено.
sk: Pripojenie na externý server cez HTTP nie je povolené.
sl: Povezava z eksternim strežnikom ni dovoljena.
sv: HTTP-anslutning till extern server är inte tillåten.
ta: வெளி சேவையுடன் HTTP இணைப்பு அனுமதிக்கப்படவில்லை.
te: HTTP కనెక్షన్ బాహ్య సర్వర్‌కు అనుమతించబడలేదు.
th: ไม่สามารถเชื่อมต่อ HTTP กับเซิร์ฟเวอร์ภายนอกได้
tr: Harici sunucuya HTTP bağlantısı izin verilmemektedir.
uk: Підключення до зовнішнього сервера через HTTP заборонено.
vi: Không được phép kết nối HTTP đến máy chủ bên ngoài.
zh_hans: 不允许与外部服务器建立HTTP连接。
zh_hant: 無法連接到外部伺服器。

# health_meals_body_ai.fdb5411cd8e5
source: 前回値から入力
ar_sa: الإدخال من القيمة السابقة
ca: Entrada del valor anterior
cs: Zadejte hodnotu z předchozího záznamu
da: Indtast tidligere værdi
de_de: Eingabe im Vergleich zum vorherigen Wert
el: Εισαγάγετε την προηγούμενη τιμή
en_au: Enter previous value
es_es: Introducir valor anterior
fi: Syötä edellinen arvo
fr_ca: Entrez la valeur précédente
gu: છેલ્લી વખતે જે મૂલ્ય દાખલ કર્યું હતું તેમાંથી
he: הזן את הערך הקודם
hi: पिछला मान दर्ज करें
hr: Unesite prethodni vrijednost
hu: Előző értékből
id: Masukkan nilai sebelumnya
it: Inserire valore precedente
ko: 이전 값 입력
mr: मागील मूल्यामध्ये नोंद करा
ms: Masukkan nilai sebelumnya
nl_nl: Voer de vorige waarde in
no: Skriv inn tidligere verdi
pl: Wprowadź poprzednią wartość
pt_br: Inserir valor anterior
pt_pt: Inserir valor anterior
ro: Introdu valoarea anterioară
ru: Введите значение из предыдущего раза
sk: Zadaná hodnota oproti predchádzajúcemu meraniu
sl: Vnos iz zadnje meritve
sv: Ange tidigare värde
ta: முந்தைய மதிப்பிலிருந்து உள்ளீடு செய்யவும்
te: గత విలువను నమోదు చేయండి
th: ป้อนค่าเดิม
tr: Önceki değerden girin
uk: Введіть попереднє значення
vi: Nhập giá trị lần trước
zh_hans: 从上次值输入
zh_hant: 从上次值输入

# health_meals_body_ai.fe02dc7991e6
source: Healthデータを更新
ar_sa: تحديث البيانات الصحية
ca: Actualitzar les dades de salut
cs: Aktualizovat data Health.
da: Opdater Health-data.
de_de: Health-Daten aktualisieren
el: Ενημερώστε τα δεδομένα Health.
en_au: Update Health data.
es_es: Actualizar datos de "Salud".
fi: Päivitä Health-dataa.
fr_ca: Mettre à jour les données de Health
gu: Health ડેટાને અપડેટ કરો.
he: עדכן את נתוני הבריאות.
hi: स्वास्थ्य डेटा को अपडेट करें।
hr: Ažuriraj podatke o Healthu.
hu: Frissítse a Health adatokat.
id: Perbarui data Health.
it: Aggiorna i dati Health
ko: 건강 데이터 업데이트
mr: Health डेटा अपडेट करा.
ms: Kemaskini data Kesihatan.
nl_nl: Update de gezondheidsdata.
no: Oppdater Health-data.
pl: Zaktualizuj dane Health.
pt_br: Atualizar dados de saúde
pt_pt: Atualizar dados de saúde
ro: Actualizați datele Health.
ru: Обновить данные о здоровье.
sk: Aktualizujte údaje o Health.
sl: Posodobit zdravstvenih podatkov
sv: Uppdatera Health-data.
ta: சுகாதாரத் தரவைப் புதுப்பிக்கவும்.
te: Health డేటాను నవీకరించండి.
th: อัปเดตข้อมูล Health
tr: Health verilerini güncelleyin
uk: Оновити дані Health
vi: Cập nhật dữ liệu Health.
zh_hans: 更新健康数据
zh_hant: 更新健康數據

# health_meals_body_ai.fe17bf85705c
source: 保存しない
ar_sa: لا تحفظ
ca: No deseu
cs: Ne, nechci ukládat
da: Ikke gem
de_de: Nicht speichern
el: Μη αποθήκευση
en_au: Don't save
es_es: No guardar
fi: Älä poista
fr_ca: Ne pas enregistrer
gu: સાચવવું નહીં
he: לא לשמור
hi: नहीं, सहेजें नहीं
hr: Ne, ne želim čuvati
hu: Nem, köszönöm
id: Tidak, jangan simpan
it: Non salvare
ko: 삭제하지 않음
mr: सेव्ह करू नका
ms: Tidak, jangan simpan
nl_nl: Niet opslaan
no: Ikke lagre
pl: Nie zapisuj
pt_br: Não salvar
pt_pt: Não salvar
ro: Nu salva
ru: Не сохранять
sk: Nevyhrávať
sl: Ne, ne shranjujam
sv: Avbryt
ta: சேமிக்க வேண்டாம்
te: నిల్వ చేయకూడదు
th: ไม่บันทึก
tr: Silme
uk: Не зберігати
vi: Không lưu
zh_hans: 不保存
zh_hant: 不保存

# health_meals_body_ai.fe32e34696b6
source: 退出
ar_sa: خروج
ca: Sortida
cs: Opustit
da: Afslut
de_de: Beenden
el: Έξοδος
en_au: Exit
es_es: Salir
fi: Sulje
fr_ca: Quitter
gu: બહાર નીકળો
he: יציאה
hi: बाहर निकलें
hr: Izlaz
hu: Kilépés
id: Keluar
it: Esci
ko: 종료
mr: बाहेर पडा
ms: Keluar
nl_nl: Afsluiten
no: Avslutt
pl: Wyjście
pt_br: Sair
pt_pt: Sair
ro: Ieșire
ru: Выход
sk: Odísť
sl: Izstop
sv: Avsluta
ta: வெளியேறு
te: నిష్క్రమించు
th: ออกจาก
tr: Çıkış
uk: Вийти
vi: Rời khỏi

# health_meals_body_ai.fe80292cae43
source: 深い
ar_sa: عميق
ca: profunda
cs: Hluboký
da: Dybt
de_de: Tief
el: Βαθύ
en_au: Deep
es_es: Profundo
fi: Syvälle
fr_ca: Profond
gu: ઊંડાણ
he: עמוק
hi: गहरी
hr: Duboko
hu: Mély
id: Dalam keadaan relaks
it: Profondo
ko: 깊게
mr: खूप खोल
ms: Dalam
nl_nl: Diep
no: Dyp
pl: Głęboko
pt_br: Profundo
pt_pt: Profundo
ro: Adânc
ru: Глубоко
sk: Hlboký
sl: Globoko
sv: Djupare
ta: ஆழமான
te: లోతుగా
th: ลึก
tr: Derin
uk: Глибоко
vi: Sâu
zh_hans: 深度
zh_hant: 深

# health_meals_body_ai.fe9c10c97608
source: セット品質の内訳
ar_sa: ضبط تفاصيل الجودة
ca: Estableix el desglossament de la qualitat
cs: Rozpis kvality tréninku
da: Detaljer om sæts kvalitet
de_de: Details zur Qualität des Satzes
el: Λεπτομέρειες για την αποτελεσματικότητα σετ
en_au: Details of set quality
es_es: Desglose de la calidad del conjunto
fi: Sarjan laadun yksityiskohdat
fr_ca: Détails de la qualité de la séance
gu: સેટની ગુણવત્તાની વિગતો
he: פירוט איכות סט
hi: सेट की गुणवत्ता का विवरण
hr: Detalji kvalitete serije vježbi
hu: Szett minőségének részletei
id: Rincian Kualitas Set
it: Dettagli sulla qualità della serie
ko: 세트 품질 내역
mr: सेटच्या गुणवत्तेचा तपशील
ms: Butiran kualiti set
nl_nl: Details over de kwaliteit van de set
no: Detaljer om kvalitet på sett
pl: Szczegóły dotyczące jakości serii ćwiczeń
pt_br: Detalhes da qualidade do conjunto
pt_pt: Detalhes da qualidade do conjunto
ro: Detalii despre calitatea setului
ru: Детали качества серии
sk: Podrobná analýza kvality sady cvikov
sl: Podrobnosti o kvaliteti kompleta
sv: Detaljer om kvalitet på set
ta: செட் தரத்தின் விவரங்கள்
te: సెట్ నాణ్యత వివరాలు
th: รายละเอียดคุณภาพชุดออกกำลังกาย
tr: Set kalitesinin detayları
uk: Деталі якості сета
vi: Chi tiết chất lượng bài tập
zh_hans: 设置质量的详细信息
zh_hant: 設定品質詳述

# health_meals_body_ai.ff23aa7afe29
source: 推移
ar_sa: الانتقال
ca: Transició
cs: Přechod
da: Progression
de_de: Übergang
el: Μετάβαση
en_au: Transition
es_es: Transición
fi: Siirto
fr_ca: Progression
gu: પરિવર્તન
he: התקדמות
hi: आगे बढ़ें
hr: Promjena
hu: Folyamat
id: Transisi
it: Progresso
ko: 진행
mr: पुढे
ms: Perubahan
nl_nl: Volgen
no: Overgang
pl: Przejście
pt_br: Transição
pt_pt: Transição
ro: Progres
ru: Переход
sk: Pokračovanie
sl: Progres
sv: Övergång
ta: தொடர்ச்சியாக
te: మార్పు
th: เปลี่ยนแปลง
tr: İlerleme
uk: Прогрес
vi: Tiến triển
zh_hans: 趋势
zh_hant: 趨勢

# health_meals_body_ai.ff3c57454258
source: 写真をまとめて分析
ar_sa: تحليل الصور في وقت واحد
ca: Analitza les fotos alhora
cs: Analyzujte fotografie
da: Analyser billeder i batch
de_de: Fotos im Batch analysieren
el: Ομαδική ανάλυση φωτογραφιών
en_au: Analyze multiple photos
es_es: Analizar fotos en conjunto
fi: Analysoi kuvat
fr_ca: Analyser toutes les photos
gu: ફોટાને એકસાથે વિશ્લેષિત કરો
he: ניתוח תמונות
hi: एक साथ फोटो का विश्लेषण
hr: Grupirana analiza fotografija
hu: Képek tömeges elemzése
id: Analisis foto secara otomatis
it: Analizza le foto
ko: 사진들을 수집하고 분석합니다.
mr: फोटोचे एकत्रितपणे विश्लेषण करा
ms: Analisis semua gambar
nl_nl: Analyseer meerdere foto's
no: Analyser bilder i batch
pl: Przeanalizuj zdjęcia
pt_br: Analise as fotos em lote
pt_pt: Analise as fotos em lote
ro: Analizează fotografiile în grup
ru: Анализ выбранных фотографий
sk: Analýza fotografií
sl: Analizirajte slike
sv: Analysera bilder i batch
ta: புகைப்படங்களை ஒன்றாக பகுப்பாய்வு செய்யவும்
te: ఫోటోలను ఒకేసారి విశ్లేషించండి
th: วิเคราะห์รูปภาพทั้งหมด
tr: Fotoğrafları toplu olarak analiz edin
uk: Аналізуйте фотографії в пакеті
vi: Phân tích ảnh theo nhóm
zh_hans: 批量分析照片
zh_hant: 批量分析照片
